Repository: haison2708/BHS_BE
Catalog: BHS.API/Resources/CommonValidationLocalization.*.resx
Languages: vi

# IdNotExist
source: Does not exist
vi: Không tồn tại

# MustGreaterThanTwoParams
source: {0} must greater than {1}
vi: {0} phải lớn hơn {1}

source: Must not null and not empty
vi: Phải nhập giá trị

# MustCorrectType
source: Must enter the correct type
vi: Phải nhập đúng loại

# FortuneType
source: if FortuneType = Points or Turns
vi: nếu quà của vòng quay là điểm hoặc lượt quay

# IdExist
source: Does exist
vi: Đã tồn tại

# Ended
source: The program has ended
vi: Chương trình đã kết thúc

# OutOfTurns
source: You are out of turns
vi: Bạn đã hết lượt quay

# MustCorrectBitValue
source: Accept only 0 or 1
vi: Chỉ nhận giá trị 0 hoặc 1

# NotEnoughPoint
source: You do not have enough point
vi: Bạn không đủ điểm

# OutOfGifts
source: The program has been out of gifts
vi: Chương trình đã hết quà

# ValidQuantity
source: Please enter a valid quantity
vi: Vui lòng nhập số lượng hợp lệ

# NotExistOrUsedOrExpired
source: Does not exist, has been used or has expired
vi: Không tồn tại, đã được sử dụng hoặc hết hạn

# MustEqual
source: {0} must equal {1}
vi: {0} phải bằng {1}

source: current time
vi: thời gian hiện tại

# MustGreaterThanOneParam
source: Must greater than {0}
vi: Phải lớn hơn {0}
